0	0	
217	80	EMCO-\nLM800
218	80	Irco/FMB-\nloader
219	80	User\nCycle 3
220	80	User\nCycle 4
221	80	User\nCycle 5
222	80	User\nCycle 6
85000	80	Direc. X=0 Z=1
85001	80	Direction X=0 Z=1
85010	80	Filnamn for underprogram avstickning
85012	80	Position for Z2 att byta fran G0 till G1
85014	80	G1-matning i mm/min
85016	80	Overtagande position Z2
85018	80	Spindelorientering S2 till S1 i grader
85020	80	Overtag med tryckavkanning 0=Nej 1=ja
85030	80	Hamtningsposition i Z
85032	80	Hamtposition i X
85034	80	Utmatningsposition i Z
85036	80	Friposition i Z
85038	80	Hamtposition i X for ny stang
85040	80	Matning for hamtning m/min
85042	80	Vantetid for chuckstangning, sekunder
85043	80	Väntetid detaljhämtaren framåt
85044	80	Stångslutsbearbetning 
85046	80	0=Restbearbetning 1=Restbit ut
85048	80	0=Detaljhämtare 1=Detaljnedfall 2=Restbitsbearbetning
85049	80	1=Detaljnedfall 2=Restbitsbearbetning
85050	80	Namn på program för restbitsbearbetning
85052	80	Namn på program för stångslut
85054	80	Huvudspinden pendling vid stångbyte 0=på 1=av
85056	80	 
85057	80	 
85058	80	 
85060	80	User
85062	80	Takeover
85064	80	Barloader
85066	80	Kupa-\nloader
85068	80	Emco-\nloader
85070	80	Irco/FMB-\nloader
85071	80	Fremd-\nlader
85072	80	tool-\nmeasuring
85074	80	toolm-\nside 1
85076	80	toolm-\nside 2
85078	80	L1(X)_plus ...Verschleissfenster
85080	80	L1(X)_min ...Verschleissfenster
85082	80	L2(Z)_plus ...Verschleissfenster
85084	80	L2(Z)_min ...Verschleissfenster
85086	80	L1(X)_plus/min ...Verschleissgrenze
85088	80	L2(Z)_plus/min ...Verschleissgrenze
85090	80	Kontrolle 0=L1(X)/L2(Z)  1=L1(X)  2=L2(Z)
85100	80	Tool station bar stop 
85102	80	T number 
85104	80	Tool correction bar stop 
85106	80	D number 
85108	80	New bar 
85110	80	Bar end PRG 
85112	80	Bar stop X 
85114	80	Bar stop position in Z 
85116	80	Bar stop Z 
85118	80	Bar stop position new bar in Z 
85120	80	New bar pos.
85122	80	Safety in Z 
85124	80	Dwell forwa.
85126	80	Dwell time for remnant drop down 
85128	80	Dwell backw.
85130	80	1= Barstop 2= Supspindle 3= Barloader
85132	80	Barfeed with 
85134	80	0=without bar stop 1=with bar stop
85136	80	New bar stop
85138	80	Oscilating 
85140	80	1=chip conv. 2=parts chatcher 3=barend PRG 4=slide
85142	80	Bar end in
85144	80	only the 1st time by using the cycle twice
85146	80	Part finish 
85148	80	Kupa-\nLM_92
85150	80	End of bar
85152	80	Part chatcher forward 
85154	80	Part slide forward
85156	80	Bar change activ *Waiting for input E37.6/E64.6*
85158	80	Barloder pushes forward !* Waiting for input E37.4/E64.4*
